content/index.org
#+startup: content indent

* Giovanni's Diary
#+INDEX: Giovanni's Diary

Hello fellow traveler and welcome to my humble *public diary*. Here
you will find all sorts of stuff that I am into. Have fun exploring!

*** Start Here

- [[file:reading/reading.org][Reading]]
- [[file:programming/programming.org][Programming]]
- [[file:videogames/videogames.org][Videogames]]
- [[file:ephemeris/ephemeris.org][Ephemeris]]
- [[file:wishlist.org][Wishlist]]
- [[file:theindex.org][Index]]
  
---

  I really like receiving **emails**. If you want to have any kind of
  conversation about anything with me, please, I encourage you to
  write me at **[[mailto:santigio2003@gmail.com][santigio2003@gmail.com]]**.

**RSS** [[file:feeds.org][feeds]]. **Mastodon** [[https://mastodon.social/@santo7][@santo7@mastodon.social]]
