public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org0e5933d" class="outline-2">
<h2 id="org0e5933d">Giovanni's Diary</h2>
<div class="outline-text-2" id="text-org0e5933d">
<p>
Hello fellow traveler and welcome to my humble <b>public diary</b>. Here
you will find all sorts of stuff that I am into. Have fun exploring!
</p>
</div>

<div id="outline-container-org8658a28" class="outline-4">
<h4 id="org8658a28">Start Here</h4>
<div class="outline-text-4" id="text-org8658a28">
<ul class="org-ul">
<li><a href="reading/reading.html">reading</a></li>
<li><a href="programming/programming.html">programming</a></li>
<li><a href="videogames/videogames.html">videogames</a></li>
<li><a href="ephemeris/ephemeris.html">ephemeris</a></li>
<li><a href="wishlist.html">wishlist</a></li>
</ul>

<p>
&#x2014;
</p>

<p>
I really like receiving <b><b>emails</b></b>. If you want to have any kind of
conversation about anything with me, please, I encourage you to
write me at <b><b><a href="mailto:santigio2003@gmail.com">santigio2003@gmail.com</a></b></b>.
</p>

<p>
<b><b>RSS</b></b> <a href="feeds.html">feeds</a>. <b><b>Mastodon</b></b> <a href="https://mastodon.social/@santo7">@santo7@mastodon.social</a>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
